// @strict-types

#Область ОписаниеПеременных

#КонецОбласти

#Область ОбработчикиСобытийФормы

// Код процедур и функций



#КонецОбласти

#Область ОбработчикиСобытийЭлементовШапкиФормы

// Код процедур и функций

#КонецОбласти

//#Область ОбработчикиСобытийЭлементовТаблицыФормы //<ИмяТаблицыФормы>

// Код процедур и функций

//#КонецОбласти

#Область ОбработчикиКомандФормы

// Код процедур и функций

&НаКлиенте
Процедура СообщитьПриветВсем(Команда)
	//TODO: Вывести привет всем где то это всплывет пока не знаю
	Сообщить("Привет всем");
КонецПроцедуры

#КонецОбласти

#Область СлужебныеПроцедурыИФункции

// Код процедур и функций

#КонецОбласти
